/*
Navicat MySQL Data Transfer

Source Server         : local_db
Source Server Version : 50505
Source Host           : localhost:3306
Source Database       : auc

Target Server Type    : MYSQL
Target Server Version : 50505
File Encoding         : 65001

Date: 2019-08-09 20:21:17
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for tbl_job
-- ----------------------------
DROP TABLE IF EXISTS `tbl_job`;
CREATE TABLE `tbl_job` (
  `wbs` varchar(50) DEFAULT NULL,
  `description` varchar(255) DEFAULT NULL,
  `office_name` varchar(255) DEFAULT NULL,
  `user_status` varchar(255) DEFAULT NULL,
  `network` varchar(50) DEFAULT NULL,
  `postg_date` date DEFAULT NULL,
  `percent` varchar(10) DEFAULT NULL,
  `tech_name` varchar(255) DEFAULT NULL,
  `tech_id` varchar(20) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tbl_job
-- ----------------------------
INSERT INTO `tbl_job` VALUES ('﻿I-60-J-CHPCN.41.0011', 'ยน.ทางหลวง4001ช่วงแยกโพธารส-ท่ายาง', 'กฟจ.ชุมพร', 'C1', '7000555675', '2017-10-10', '117', 'นายเชาวลิต สุทธิโยค', '00426133');
INSERT INTO `tbl_job` VALUES ('I-60-J-CHPCN.41.0016', 'บ้านห้วยทรายขาว-หินวัว ต.จ.ป.ร.', 'กฟจ.ชุมพร', 'C1', '7000563978', '2018-03-29', '106', 'นายพนินธ์ กลัดวัง', '00445365');
INSERT INTO `tbl_job` VALUES ('I-61-J-PBROM.DT.0003', 'งานภัยธรรมชาติ พื้นที่ กฟจ.พบ.(บางจาน)', 'กฟจ.เพชรบุรี', 'D1', '7000603309', '2018-06-05', '87', 'นายประภาส เทพรอด', '00470996');
INSERT INTO `tbl_job` VALUES ('I-60-J-SSKXX.19.3909', '# กจค.2#งานจ้างเหมาปรับปรุงระบบจำหน่ายเค', 'กฟจ.สมุทรสงคราม', 'C1', '7000547733', '2017-06-02', '98', null, '00000000');
INSERT INTO `tbl_job` VALUES ('I-61-J-TSGNE.MR.2001', 'ปป.แรงสูงบ้านเขามัน ม.11 ต.ชัยเกษม', 'กฟส.ทับสะแก', 'D2', '7000592616', '2018-06-19', '113', 'นายโสภณ หอระตะ', '00415221');
INSERT INTO `tbl_job` VALUES ('I-60-J-KUBCM.27.6115', 'งานขยายเขต.คฟช.นายจำเรียง มาผาสุข', 'กฟอ.กุยบุรี', 'D2', '7000612135', '2018-08-31', '80', 'นายประยงค์ กังรวมบุตร', '00499541');
INSERT INTO `tbl_job` VALUES ('I-60-J-KUBCM.27.6119', 'งานขยายเขต.คฟช.นายสมศักดิ์ ทรศัพย์', 'กฟอ.กุยบุรี', 'C1', '7000612140', '2018-08-31', '80', 'นายประยงค์ กังรวมบุตร', '00499541');
INSERT INTO `tbl_job` VALUES ('I-60-J-KUBCM.27.6125', 'งานขยายเขต.คฟช.นางน้อม เชยชิด', 'กฟอ.กุยบุรี', 'C1', '7000612410', '2018-08-31', '80', 'นายประยงค์ กังรวมบุตร', '00499541');
INSERT INTO `tbl_job` VALUES ('I-61-J-TASOM.MR.1001', 'งานย้ายแนว - ถนนสายบ้านห้วยทรายขาว', 'กฟอ.ท่าแซะ', 'C1', '7000611755', '2018-11-07', '123', null, '00000000');
INSERT INTO `tbl_job` VALUES ('I-61-J-TASNE.MR.1002', 'งานย้ายแนว-ถ.บ้านนายวัชรพงษ์ สังข์ลาโพ', 'กฟอ.ท่าแซะ', 'C1', '7000617788', '2018-11-08', '92', null, '00000000');
INSERT INTO `tbl_job` VALUES ('I-60-J-TAYCM.27.6004', 'บ้านบ่อพันงู (นางสาวยุพเรศ)', 'กฟอ.ท่ายาง', 'D1', '7000564297', '2017-08-29', '165', 'นายสุมิตร เบญจานุกร', '00224353');
INSERT INTO `tbl_job` VALUES ('I-60-J-TAYCM.27.6102', 'บ้านท่าทุ่งแฝก (นายสมปอง เขียวชอุ่ม)', 'กฟอ.ท่ายาง', 'D1', '7000577508', '2018-01-10', '80', 'นายสุมิตร เบญจานุกร', '00224353');
INSERT INTO `tbl_job` VALUES ('I-61-J-BGNNE.MR.2002', 'ปป.เปลี่ยนสาย50ACSRเป็น50SACซอยบ้านไร่ใน', 'กฟอ.บางสะพาน', 'D2', '7000609208', '2018-08-27', '93', null, '00000000');
INSERT INTO `tbl_job` VALUES ('I-60-J-PRBCN.41.0001', 'กฟอ.ปบ.-ย้ายแนวเสาไฟฟ้าทางหลวง3168ปราณ-ป', 'กฟอ.ปราณบุรี', 'C1', '7000542231', '2018-05-21', '96', 'นายไพรัช โสภณพินิจ', '00499535');
INSERT INTO `tbl_job` VALUES ('I-60-J-PTOCM.27.6101', 'ขยายเขตฯนายพลวิชช์ ชูรุจิพร ม.3 ต.ดอนทรา', 'กฟอ.ปากท่อ', 'D1', '7000577606', '2018-03-20', '88', 'นาย สุทัศน์ น่วมนารี', '00503436');
INSERT INTO `tbl_job` VALUES ('I-60-J-PTOCM.27.6105', 'ขยายเขตฯนายอนุวัฒน์ ฉุยฉาย ม.5 ต.วังมะนา', 'กฟอ.ปากท่อ', 'D1', '7000608676', '2018-09-10', '91', 'นาย สุทัศน์ น่วมนารี', '00503436');
INSERT INTO `tbl_job` VALUES ('I-61-J-PTONE.MR.1002', 'ยนฯ -  บ หนองกอก ม9  ต. ทุ่งหลวง', 'กฟอ.ปากท่อ', 'D2', '7000585221', '2018-03-13', '100', 'นายพิชัย โภชนพันธ์', '00425674');
INSERT INTO `tbl_job` VALUES ('I-61-J-PTONE.MR.1003', 'ยนฯ -  บ หนองมะค่า ม5  ต. ทุ่งหลวง', 'กฟอ.ปากท่อ', 'D2', '7000585223', '2018-03-13', '100', 'นายพิชัย โภชนพันธ์', '00425674');
INSERT INTO `tbl_job` VALUES ('I-60-J-APWCO.41.0001', 'ข้างบ้านผู้ใหญ่เสวก', 'กฟอ.อัมพวา', 'C1', '7000550622', '2017-04-19', '86', 'นายวสันต์ สกุลอินทร์', '00249094');
INSERT INTO `tbl_job` VALUES ('I-60-J-APWCO.41.0002', 'ยน. กฟส.อัมพวา ทางเข้าวัดลังกา', 'กฟอ.อัมพวา', 'D2', '7000554949', '2018-12-19', '99', 'นายนราธิป ศรีเพลินสุข', '00498792');
INSERT INTO `tbl_job` VALUES ('I-60-J-LSUCN.41.0021', 'ย้ายแนวฯ หน้าสถานีตำรวจทุ่งตะโก', 'ไม่ทราบ กฟฟ.', 'C1', '7000566613', '2018-03-15', '143', 'นายฉลองชัย หยาดคำ', '00501047');
INSERT INTO `tbl_job` VALUES ('I-60-J-SPHCO.41.0004', 'ย้ายแนวฯ กฟส.สนผ. - บริเวณบ้านห้วยทราย', 'ไม่ทราบ กฟฟ.', 'D1', '7000542409', '2017-05-08', '113', 'นายภานุมาศ เลิศพานิช', '00501032');
INSERT INTO `tbl_job` VALUES ('I-60-J-SPHCO.41.0009', '(รื้อถอน-ติดตั้ง) AVR22kV 300A บ.ท่าเคย', 'ไม่ทราบ กฟฟ.', 'C1', '7000568343', '2017-11-27', '85', 'นายภานุมาศ เลิศพานิช', '00501032');
INSERT INTO `tbl_job` VALUES ('I-61-J-LSUNE.MR.1008', 'ย้ายแนวฯ น.ส.กรรณิกา  ขุนวิลัย', 'ไม่ทราบ กฟฟ.', 'D2', '7000589588', '2018-03-05', '108', 'นายไพฑูรย์ วงษ์จิตร', '00410132');
INSERT INTO `tbl_job` VALUES ('I-61-J-POPNE.DT.0002', 'งานภัยธรรมชาติ กฟจ.สส. ถนนคลองโคน-ยี่สาร', 'ไม่ทราบ กฟฟ.', 'C1', '7000603298', '2018-06-05', '85', 'นายธรรมนูญ แสนฤทธิ์', '00215859');
INSERT INTO `tbl_job` VALUES ('I-61-J-POPNE.DT.0006', 'ปป.ตรงข้ามโรงคัดแยกไข่จ.ป.ร.(ภัยธรรมชาติ', 'ไม่ทราบ กฟฟ.', 'C1', '7000612858', '2018-09-18', '120', 'นายสุริยา บัวสงค์', '00496502');
